[RemoteStartUnit X2AbilityTemplate]
LocFriendlyName="Remote Start Purifier"
LocLongDescription="Detonate the fuel tank of an alive purifier, causing it to deal double damage within twice its normal radius. Does not reveal the Reaper."
LocHelpText="Detonate the fuel tank of an alive purifier, causing it to deal double damage within twice its normal radius. Does not reveal the Reaper."
LocPromotionPopupText="<Bullet/> Make sure squadmates are clear of the blast zone!<br/><Bullet/> Remote Start requires <Ability:SelfAmmoCost/> ammo point, and has a <Ability:SelfCooldown/> turn cooldown.<br/>"
